Repository: portnov/batchd
Catalog: po/*.po
Languages: ru

source: File not found: `{}'
ru: Файл не найден: `{}'

source: Job start time does not match queue's schedule
ru: Время начала задания не соответствует расписанию очереди

source: Metric not found: `{}'
ru: Метрика не найдена: `{}'

source: Queue is not empty
ru: Очередь не пуста

source: Queue not found: `{}'
ru: Очередь не найдена: `{}'

source: Schedule is used by queues
ru: Расписание используется очередями

source: Specified job not found
ru: Указанное задание не найдено

source: Database connection is not established yet
ru: Соедениение с базой данных ещё не установлено

source: Can't load certificate/key: {}
ru: Невозможно загрузить сертификат/ключ: {}

source: Can't parse server response for GET request: {}
ru: Невозможно разобрать ответ сервера на запрос GET: {}

source: Can't parse server response for OPTIONS request: {}
ru: Невозможно разобрать ответ сервера на запрос OPTIONS: {}

source: Certificate or key file is not specified, try to access HTTPS without them
ru: Файл сертификата или ключа не указан, пытаюсь получить доступ к HTTPS без них

source: Loading HTTPS certificate: {}, key: {}
ru: Загружается HTTPS сертификат: {}, ключ: {}

source: Password is not required
ru: Пароль не требуется

source: Received response: {}
ru: Получен ответ: {}

source: Request JSON: {}
ru: Запрос JSON: {}

source: Sending request: {}
ru: Посылается запрос: {}

source: Server certificate check disabled
ru: Проверка подлинности сервера отключена

source: Server response code is {} {}
ru: Код ответа сервера: {} {}

source: Supported authentication methods: {}
ru: Поддерживаемые методы аутентификации: {}

source: cannot read specified CA store
ru: Невозможно прочитать указанное хранилище CA

source: {} password:
ru: Пароль {}:

source: Can't load job type description: {}
ru: Невозможно загрузить описани типа задания: {}

source: Can't parse period description: {}
ru: Невозможно разобрать описание периода: {}

source: Created
ru: Создано

source: Default
ru: По умолчанию

source: Exactly one schedule name must be specified when creating a schedule
ru: При создании расписания должно быть указано ровно одно имя расписания

source: Exactly one schedule name must be specified when deleting a schedule
ru: При удалении расписания должно быть указано ровно одно имя расписания

source: Exit code: {} Time: {}
ru: Код возврата: {} Время: {}

source: Host
ru: Хост

source: ID
ru: Ид

source: Invalid status
ru: Неверный статус

source: Job type
ru: Тип задания

source: Name
ru: Имя

source: No mode is selected
ru: Ни один режим не выбран

source: Notes
ru: Примечания

source: On fail
ru: При неудаче

source: Only one mode can be selected
ru: Может быть выбран только один режим

source: Order
ru: Порядок

source: Parameters:
ru: Параметры:

source: Permission
ru: Разрешение

source: Queue
ru: Очередь

source: Start
ru: Начало

source: Status
ru: Статус

source: Template
ru: Шаблон

source: Title
ru: Название

source: Try count
ru: Количество попыток

source: Type
ru: Тип

source: User
ru: Пользователь

source: count: {value}
ru: количество: {value}

source: mean: {mean}; variance: {variance}; count: {count}; sum: {sum}; min: {min}; max: {max}
ru: среднее: {mean}; отклонение: {variance}; количество: {count}; сумма: {sum}; мин.: {min}; макс.: {max}

source: permission (-p) must be specified
ru: должно быть укзаано разрешение (-p)

source: permission ID (-i) must be specified
ru: должен быть указан идентификатор разрешения (-i)

source: text: {text}
ru: текст: {text}

source: value: {value}
ru: значение: {value}

source: This is batch client shell. Type `--help' for list of available commands or `some_command --help' (without quotes) for help message on particular command.
ru: Это оболочка клиента batch. Наберите `--help' для списка доступных команд, или `some_commmand --help' (без кавычек) для справки по конкретной команде.

source: Can't parse client configuration file: {}
ru: Невозможно разобрать конфигурационный файл клиента: {}

source: Password again:
ru: Пароль ещё раз:

source: Password:
ru: Пароль:

source: passwords do not match
ru: пароли не совпадают

source: Error: {}
ru: Ошибка: {}
